onvif_ptz_explorer/xml/24_create_preset_tour.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Header>{AUTH_HEADER}</s:Header>
  <s:Body>
    <CreatePresetTour xmlns="http://www.onvif.org/ver20/ptz/wsdl">
      <ProfileToken>{PROFILE_TOKEN}</ProfileToken>
    </CreatePresetTour>
  </s:Body>
</s:Envelope>
